app/controllers/users_controller.rb

INSERT INTO "users" ("first_name", "last_name", "email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["first_name", "Cara"], ["last_name", "Bresnahan"], ["email", "hiasdf"], ["password", "hello"], ["created_at", "2019-02-24 20:55:54.388520"], ["updated_at", "2019-02-24 20:55:54.388520"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save